{
  "สุนัข": {
    "puppy": "ช่วงเด็ก (อายุ 0 - 9 เดือน)\nเป็นวัยที่เจริญเติบโตอย่างรวดเร็ว มีการเรียนรู้สิ่งต่าง ๆ กระตือรือร้นตื่นเต้นกับทุกสิ่งจนอาจเสี่ยงติดเชื้อโรค พยาธิและปรสิตได้ง่าย เพราะภูมิคุ้มกันยังต่ำกว่าช่วงวัยอื่น ๆ ที่สำคัญคือบางโรคอาจติดจากแม่สู่ลูกได้ตั้งแต่ในท้อง หรือช่วงให้นม ดังนั้นเราต้องปกป้องลูกสุนัขด้วยการตรวจสุขภาพร่างกาย เพื่อป้องกันปรสิตให้ครบกว่าทุกการป้องกันตั้งแต่แรกเกิด ฉีดวัคซีนให้ครบเพื่อสร้างภูมิคุ้มกันโรค โดยสามารถเริ่มได้ตั้งแต่อายุประมาณ 6-8 สัปดาห์ (ปรึกษาสัตวแพทย์เพิ่มเติมถึงช่วงอายุที่เหมาะสม) ทั้งนี้ควรรักษาความสะอาดข้าวของเครื่องใช้ ตลอดจนเริ่มโปรแกรมป้องกันปรสิต และถ่ายพยาธิเพื่อลดความเสี่ยงของการเกิดโรค",
    "young": "ช่วงวัยรุ่น (อายุ 9 เดือน - 4 ปี)\nเป็นวัยที่เจริญเติบโตเต็มที่ มีการเรียนรู้จนเป็นนิสัยเฉพาะตัว แต่ยังคงมีความกระตือรือร้นสูง ชอบเข้าสังคม ดังนั้นควรป้องกันพยาธิ และปรสิตทั้งภายในและภายนอก เช่น เห็บ หมัด ไรขี้เรื้อนเปียก ไรขี้เรื้อนแห้ง และไรหูเพราะติดต่อกันได้ง่าย รวมไปถึงพยาธิหนอนหัวใจ พยาธินัยน์ตา และพยาธิร้ายอื่น ๆ ด้วยการปกป้องเป็นประจำทุกเดือน และพาไปพบสัตวแพทย์เป็นประจำ",
    "adult": "ช่วงวัยผู้ใหญ่ (อายุ 4 - 7 ปี)\nร่างกายจะหยุดเจริญเติบโตอย่างสมบูรณ์ มีการทำงานของร่างกายคงที่ แต่ยังคงเสี่ยงต่อเชื้อโรค พยาธิและปรสิตต่าง ๆ ได้อยู่ ควรให้ความสำคัญเรื่องความสะอาดบริเวณรอบ ๆ ที่อยู่ เลือกโปรแกรมป้องกันปรสิตที่ครบกว่าทุกการป้องกันที่สัตวแพทย์แนะนำ และควรหมั่นออกกำลังกาย คำนึงเรื่องสารอาหาร เพราะเป็นวัยที่ร่างกายเริ่มถดถอย อาจเสี่ยงเป็นโรคอ้วน โรคหัวใจ และโรคร้ายอื่น ๆ",
    "senior": "ช่วงวัยชรา (อายุ 7 ปีขึ้นไป)\nมักเริ่มตรวจเจอโรคต่าง ๆ เช่น โรคไต โรคหัวใจ โรคกระดูกและข้อ รวมถึงโรคเบาหวาน ดังนั้นในช่วงวัยนี้การดูแลจึงควรเป็นเรื่องการตรวจสุขภาพร่างกายเป็นประจำทุก ๆ 6 เดือน ถึง 1 ปี เพื่อพิจารณาความเสี่ยง และดูแลอย่างเหมาะสม ที่สำคัญคือยังคงต้องปกป้องให้ครบทั้งเห็บ หมัด ไร พยาธิหนอนหัวใจ และพยาธิร้ายอื่น ๆ ทุก ๆ เดือน นอกจากนี้ควรให้ความสำคัญเรื่องอาหาร และการออกกำลังกายเพื่อให้น้องหมามีสุขภาพร่างกายแข็งแรง"
  },
  "แมว": {
    "kitten": "ช่วงเด็ก (อายุ 0 - 6 เดือน)\nเป็นช่วงวัยที่เจริญเติบโตอย่างรวดเร็ว การดูแลควรให้ความสำคัญกับการให้อาหารที่เหมาะสม และการสร้างสิ่งแวดล้อมที่ปลอดภัยสำหรับการสำรวจและเรียนรู้",
    "young": "ช่วงวัยรุ่น (อายุ 6 เดือน - 2 ปี)\nการให้อาหารที่มีคุณภาพสูงและการสร้างกิจกรรมที่กระตุ้นทั้งร่างกายและจิตใจเป็นสิ่งสำคัญ นอกจากนี้ การตรวจสุขภาพและฉีดวัคซีนอย่างสม่ำเสมอจะช่วยให้แมวมีสุขภาพที่ดี",
    "adult": "ช่วงวัยผู้ใหญ่ (อายุ 2 - 6 ปี)\nแมวจะเริ่มแสดงพฤติกรรมที่มั่นคงและเป็นนิสัย การดูแลควรรวมถึงการตรวจสุขภาพประจำปี และการดูแลฟันเพื่อป้องกันปัญหาทางทันตกรรม",
    "senior": "ช่วงวัยชรา (อายุ 7 ปีขึ้นไป)\nมักเริ่มมีปัญหาสุขภาพที่เกี่ยวข้องกับอายุ เช่น โรคไต โรคหัวใจ หรือโรคเบาหวาน การปรับเปลี่ยนอาหารและการตรวจสุขภาพอย่างละเอียดจะช่วยให้แมวมีชีวิตที่ยืนยาวและมีคุณภาพ"
  }
}